package com.ysxsoft.qxerkai.net.response;

/**
 * 规则
 */
public class RuleResponse extends BaseResponse {

    /**
     * data : 我的收益
     * 我的收益我的收益我的收益我的收益我的收益我的收益
     * 我的收益我的收益我的收益我的收益我的收益我的收益
     * 我的收益我的收益我的收益我的收益我的收益我的收益
     * 我的收益我的收益我的收益我的收益我的收益我的收益
     * 我的收益我的收益我的收益我的收益我的收益我的收益
     * 我的收益我的收益我的收益我的收益我的收益我的收益
     * 我的收益
     * 我的收益我的收益我的收益我的收益我的收益我的收益
     * 我的收益我的收益我的收益我的收益我的收益我的收益
     * 我的收益我的收益我的收益我的收益我的收益我的收益
     * 我的收益我的收益我的收益我的收益我的收益我的收益
     * 我的收益我的收益我的收益我的收益我的收益我的收益
     * 我的收益我的收益我的收益我的收益我的收益我的收益
     * 我的收益
     * 我的收益我的收益我的收益我的收益我的收益我的收益
     * 我的收益我的收益我的收益我的收益我的收益我的收益
     * 我的收益我的收益我的收益我的收益我的收益我的收益
     * 我的收益我的收益我的收益我的收益我的收益我的收益
     * 我的收益我的收益我的收益我的收益我的收益我的收益
     * 我的收益我的收益我的收益我的收益我的收益我的收益
     */

    private String data;

    public String getData() {
        return data;
    }

    public void setData(String data) {
        this.data = data;
    }
}
